{"speaker-jens-ravens":{"firstname":"Jens","lastname":"Ravens","bio_html":"Jens is an iOS and OS X Developer, writing ObjC since 2006. Currently working at nerdgeschoss helping clients to create awesome apps. Organiser of the monthly swift.berlin meetup. Scaring people with functional concepts since 2014.","www":"","twitter":"jensravens","photo_url":"/images/speakers/jens-ravens.jpg"},"speaker-tomasz-grynfelder":{"firstname":"Tomasz","lastname":"Grynfelder","bio_html":"Tomasz Grynfelder, Senior Software Engineer currently at Polidea, mobile technologies freak highly focused on iOS development and security. Great fan of cycling and sailing.","www":"","twitter":"","photo_url":"/images/speakers/tomasz-grynfelder.png"},"speaker-pawel-dudek":{"firstname":"Paweł","lastname":"Dudek","bio_html":"I'm an iOS developer that has been building iOS apps for over 6 years now. I've shipped a variety of apps during my initial stage of career. Right now I'm focusing on building rich, content heavy and beautiful apps for Fortune 500 companies at a US-based startup Taptera. <br><br>I've been publicly speaking and sharing my knowledge for over a year now. You can find full list of my talks, including videos and slides here: <br><br> <a href=\"http://paweldudek.github.io/speaking/\">http://paweldudek.github.io/speaking/</a>","wwww":"http://paweldudek.github.io/speaking/","twitter":"","photo_url":"/images/speakers/pawel-dudek.jpeg"},"speaker-pawel-gajda":{"firstname":"Paweł","lastname":"Gajda","bio_html":"Android Developer, laureate of the national finals of Microsoft Imagine Cup 2013. Associated with Android since 2010, when platform was taking its first steps. Enthusiast of JetBrains products (mainly IntelliJ IDEA). Student at Military University of Technology. Speaker at Mobile Warsaw. After-hours blogger, indie game developer and amateur runner.","wwww":"","twitter":"","photo_url":"/images/speakers/pawel-gajda.png"},"speaker-miroslaw-stanek":{"firstname":"Mirosław","lastname":"Stanek","bio_html":"Wielki pasjonat technologii mobilnych, na zmianę programuje Androida i iOSa, na co dzień Head of Mobile w firmie Azimo Money Transfer. Po godzinach prowadzi bloga <a href=\"http://frogermcs.github.io/\">http://frogermcs.github.io/</a>, tweetuje o mobile, udziela się na lokalnych meetupach i dokłada swoje cegiełki w open source. Fan hackathonów, szczególnie tych bardziej hardware'owych.","www":"http://frogermcs.github.io/","twitter":"","photo_url":"/images/speakers/miroslaw-stanek.jpeg"},"speaker-krzysztof-kocel":{"firstname":"Krzysztof","lastname":"Kocel","bio_html":"Developer Androida w Allegro od 2012.<br>Pasjonat technologii mobilnych.<br>Prelegent na konferencji mobilization 2013.<br>Prywatnie piwowar domowy.","www":"","twitter":"","photo_url":"/images/speakers/krzysztof-kocel.jpg"},"speaker-witold-wysota":{"firstname":"Witold","lastname":"Wysota","bio_html":"Inżynier oprogramowania z wieloletnim doświadczeniem, wielki miłośnik Qt, którym zajmuje się od kilkunastu lat, uczestnik wcześniejszych konferencji Mobilization.","www":"","twitter":"","photo_url":"/images/speakers/witold-wysota.jpg"},"speaker-michal-charmas":{"firstname":"Michał","lastname":"Charmas","bio_html":"Aktualnie freelancer zajmujący się aplikacjami mobilnymi na platformę Android, co-founder startupu eWejściówki.pl i trener w firmie Bottega IT Solutions. Pasjonat Androida praktycznie od momentu jego powstania. W pracy szczególny nacisk kładzie na jakość zarówno pod względem architektury i czystości kodu jak i wydajności. Po pracy gitarzysta porwany przez muzykę.","www":"","twitter":"","photo_url":"/images/speakers/michal-charmas.jpg"},"speaker-maciej-gorski":{"firstname":"Maciej","lastname":"Górski","bio_html":"Maciej is a passionate Android developer. He cares about writing cleaner code and less of it. He is spending time to automate things to save even more time. He also bikes a lot and would love to be able to code while doing it… using only mind controlled wearables or bikeables.","www":"","twitter":"","photo_url":"/images/speakers/maciej-gorski.jpg"},"speaker-piotr-krystyniak":{"firstname":"Piotr","lastname":"Krystyniak","bio_html":"Moje zainteresowania zawodowe koncentrują się wokół platformy Android, której jestem szczerym entuzjastą. Na co dzień pracuję w Appunite budując aplikacje mobilne. Poza pracą również czynnie uczestniczę w różnorodnych eventach programistycznych - jestem m.in.  współorganizatorem spotkań z cyklu Poznań Android Developer Group, na których wielokrotnie miałem okazję przeprowadzać prelekcje.","www":"","twitter":"","photo_url":"/images/speakers/piotr-krystyniak.png"},"speaker-peter-tuszynski":{"firstname":"Peter","lastname":"Tuszyński","bio_hmtl":"Mobile developer since early days of iPhone/Android platforms, product engineer. Co-founder of Appvetica lab. Almost-a-pilot :). Spoke at Mobilization in 2012 and a bunch of other conferences","www":"www.appvetica.com","twitter":"dusker","photo_url":"/images/speakers/peter-tuszynski.png"},"speaker-fokke-zandbergen":{"firstname":"Fokke","lastname":"Zandbergen","bio_html":"Fokke is a Developer Evangelist for Appcelerator, the company behind Titanium. Before that, he was already active in the Titanium community for a long time with initiatives like gitt.io, ticons.fokkezb.nl, tidev.io, contributions to Alloy and Alloy widgets and by leading the Dutch user group. He has a passion for understanding new technologies by using and hacking them and sharing from that experience.","wwww":"","twitter":"","photo_url":"/images/speakers/fokke-zandbergen.png"}}